Repository: damufo/orcana
Catalog: po/orcana.po
Languages: gl_es

source: january
gl_es: xaneiro

source: february
gl_es: febreiro

source: march
gl_es: marzo

source: april
gl_es: abril

source: may
gl_es: maio

source: june
gl_es: xuño

source: july
gl_es: xullo

source: august
gl_es: agosto

source: september
gl_es: setembro

source: october
gl_es: outubro

source: november
gl_es: novembro

source: december
gl_es: decembro

source: Person Add Edit
gl_es: Persoa a engadir/modificar

source: Person
gl_es: Persoa

source: License:
gl_es: Licenza:

source: Surname:
gl_es: Apelidos:

source: Name:
gl_es: Nome:

source: Gender:
gl_es: Sexo:

source: Birthdate:
gl_es: Data de nacemento:

source: Entity name:
gl_es: Nome da entidade:

source: Write entity name
gl_es: Escribir o nome da entidade

source: Entity code:
gl_es: Código de entidade:

source: &Cancel
gl_es: &Cancelar

source: Cancel
gl_es: Cancelar

source: &Acept
gl_es: &Aceptar

source: Acept
gl_es: Aceptar

source: Select entity
gl_es: Seleccionar entidade

source: Heats must be in official status.
gl_es: As series deben estar en estado oficial.

source: There are results pending completion.
gl_es: Hai resultados pendentes de completar.

source: Heats
gl_es: Series

source: Arrival order:
gl_es: Orde de chegada:

source: &Official
gl_es: &Oficial

source: Toggle official
gl_es: Alternar oficial

source: &Next
gl_es: Segui&nte

source: Next heat
gl_es: Seguinte serie

source: &Results
gl_es: &Resultados

source: Generate results report
gl_es: Xerar informe de resultados

source: Cla&ssifications
gl_es: &Clasificacións

source: Generate clasifications report
gl_es: Xerar informe de clasificacións

source: Go to first when heat change:
gl_es: Ir ó primeiro ó cambiar de serie:

source: Go to first lane when heat change.
gl_es: Ir ó primeiro ó cambiar de serie.

source: Me&mbers
gl_es: Me&mbros

source: Chan&ge
gl_es: Cam&biar

source: Edit participant
gl_es: Modificar o participante

source: B&ack
gl_es: &Atrás

source: Go back
gl_es: Ir atrás

source: Full name
gl_es: Nome completo

source: Entity
gl_es: Entidade

source: Category
gl_es: Categoría

source: Members
gl_es: Membros

source: Mark
gl_es: Marca

source: Issue
gl_es: Incidencia

source: No item selected.
gl_es: Non hai elementos seleccionados.

source: Only one item can be selected.
gl_es: Só se pode seleccionar un elemento.

source: This is already the last element.
gl_es: Este xa é o último elemento.

source: This is already the first element.
gl_es: Este xa é o primeiro elemento.

source: Are you sure that delete selected items?
gl_es: Estás seguro de que desexas borrar os elementos seleccionados?

source: Classifications
gl_es: Clasificacións

source: D&own
gl_es: Abaix&o

source: Move down
gl_es: Move abaixo

source: &Up
gl_es: A&rriba

source: Move up
gl_es: Move arriba

source: D&elete
gl_es: &Eliminar

source: Delete
gl_es: Eliminar

source: Ed&it
gl_es: Mod&ificar

source: Edit
gl_es: Modificar

source: A&dd
gl_es: Enga&dir

source: Add
gl_es: Engadir

source: Category Add Edit
gl_es: Categoría a engadir/modificar

source: Code:
gl_es: Código:

source: From age:
gl_es: Desde idade:

source: To age:
gl_es: Ate idade:

source: Punctuation:
gl_es: Puntuación:

source: Show report:
gl_es: Amosar informe:

source: Entities
gl_es: Entidades

source: Import
gl_es: Importar

source: E&xport
gl_es: E&xportar

source: Back
gl_es: Atrás

source: Punctuation Add Edit
gl_es: Puntuación a engadir/modificar

source: Punctuation
gl_es: Puntuación

source: Points individual:
gl_es: Puntuación para probas individuais:

source: Points relay:
gl_es: Puntuación para probas de remudas:

source: Entity to point ind.:
gl_es: N. a puntuar por entidade (ind.):

source: Entity to point rel.:
gl_es: N. a puntuar por entidade (rel.):

source: Result Relay Add Edit
gl_es: Resultado de remuda a engadir/modificar

source: Result relay
gl_es: Resultado de remuda

source: Event:
gl_es: Proba:

source: Heat:
gl_es: Serie:

source: Lane:
gl_es: Estaxe:

source: Person full name (surname, name)
gl_es: Nome completo da persoa (apelidos, nome)

source: Relay name:
gl_es: Nome da remuda:

source: Category:
gl_es: Categoría:

source: This relay already has another result. Do you like move to this lane?
gl_es: Esta remuda xa ten outro resultado. Queres movela a esta estaxe?

source: This lane has a result. Do you like exchange?
gl_es: Esta estaxe ten un resultado? Quere trocalos?

source: This relay already exists in inscriptions (without result). Do you like move to this lane?
gl_es: Esta remuda xa ten unha inscrición (sen resultado). Queres engadirlle un resultado nesta estaxe?

source: Categories
gl_es: Categorías

source: Session Add Edit
gl_es: Sesión a engadir/modificar

source: Session
gl_es: Sesión

source: Date:
gl_es: Data:

source: Time:
gl_es: Hora:

source: Pr&operties
gl_es: Pr&opiedades

source: E&ntities
gl_es: E&ntidades

source: Cate&gories
gl_es: Cate&gorías

source: &Events
gl_es: P&robas

source: Ph&ases
gl_es: F&ases

source: &Persons
gl_es: &Persoas

source: &Relays
gl_es: &Remudas

source: Ins&criptions
gl_es: Ins&cricións

source: Heat&s
gl_es: Ser&ies

source: Resul&ts
gl_es: Resul&tados

source: A&bout
gl_es: So&bre

source: About
gl_es: Sobre

source: Open &DB
gl_es: Abrir a B&D

source: Open DB
gl_es: Abrir a base de datos

source: Report res&ults
gl_es: Informe de res&ultados

source: Generate a PDF report with all results
gl_es: Xerar un informe PDF con todos os resultados

source: E&x. results
gl_es: E&x. resultados

source: Export resulta to CSV
gl_es: Exporta os resultados a CSV

source: Ex&it
gl_es: &Saír

source: No file was selected.
gl_es: Non se seleccionou ningún ficheiro.

source: The file is not a valid orcana dbs.
gl_es: Este ficheiro non é unha base de datos Orcana válida.

source: {} website
gl_es: {} sitio web

source: Error to open last database. The file is not a valid orcana database.
gl_es: Produciuse un erro ó abrir a base de datos. O ficheiro non é unha base de datos Orcana válida.

source: No heats in this championship.
gl_es: Non hai series neste campionato.

source: Properties
gl_es: Propiedades

source: Events
gl_es: Probas

source: Persons
gl_es: Persoas

source: Phase Add Edit
gl_es: Fase a engadir/modificar

source: Phase
gl_es: Fase

source: Pool lanes sort:
gl_es: Orde de sorteo das estaxes:

source: Progression:
gl_es: Progresión:

source: Session:
gl_es: Sesión:

source: Num. next phase:
gl_es: N. da seguinte fase:

source: Number participants to classify for next phase.
gl_es: Número de participantes a clasificar para a seguinte fase.

source: Generator of referee's tokens for swimming
gl_es: Xerador de fichas de árbitro para natación

source: From event:
gl_es: Desde a proba:

source: To event:
gl_es: Até a proba:

source: Phase:
gl_es: Fase:

source: All
gl_es: Todas

source: Sort:
gl_es: Orde:

source: By lane
gl_es: Por estaxe

source: By event
gl_es: Por proba

source: &Close
gl_es: Pe&char

source: Generate re&feree's tokens
gl_es: Xerar as &fichas de arbitraxe

source: Fiarna website
gl_es: Sitio web Fiarna

source: First close window %s.
gl_es: Primeiro pecha a xanela %s.

source: referee_tokens_by_lane.pdf
gl_es: fichas_arbitro_por_estaxe.pdf

source: referee_tokens_by_event.pdf
gl_es: fichas_arbitro_por_proba.pdf

source: Punctuations
gl_es: Puntuacións

source: Inscriptions Individual Add Edit
gl_es: Inscricións individual a engadir/modificar

source: Inscription individual
gl_es: Inscrición individual

source: Person:
gl_es: Persoa:

source: Person full name
gl_es: Nome completo da persoa

source: Entity:
gl_es: Entidade:

source: Mark:
gl_es: Marca:

source: Pool:
gl_es: Piscina:

source: Chrono:
gl_es: Cronometraxe:

source: Venue:
gl_es: Sede:

source: Rejected:
gl_es: Rexeitada:

source: Exchanged:
gl_es: Trocado:

source: Score:
gl_es: Puntuar:

source: Classify:
gl_es: Clasificar:

source: Is not possible edit a inscription with a result.
gl_es: Non se pode modificar unha inscrición con resultado.

source: Set a person.
gl_es: Especifica unha persoa.

source: Set a phase.
gl_es: Especifica unha fase.

source: This person already inscript in this phase.
gl_es: Esta persoa xa está inscrita nesta fase.

source: Set a mark.
gl_es: Especifica unha marca.

source: Set a chrono type.
gl_es: Especifica un tipo de cronómetro.

source: Set a pool length.
gl_es: Establece a lonxitude da piscina.

source: Are you sure that delete selected items? All event phases, event categories, event heats and event results are deleted.
gl_es: Realmente quere borrar os elementos seleccionados? Borraranse todas as fases da proba, categorías das proba, series da proba e resultados da proba.

source: Event Add Edit
gl_es: Proba a engadir/modificar

source: Event
gl_es: Proba

source: Inscriptions
gl_es: Inscricións

source: I&mport
gl_es: I&mportar

source: Import from file
gl_es: Importar desde o ficheiro

source: Create sor&t
gl_es: Crear sor&teo

source: Sort lanes for inscriptions.
gl_es: Sortear as estaxes para as inscricións.

source: Delete so&rt
gl_es: Eliminar So&rteo

source: Delete current sort if exists.
gl_es: Elimina o sorteo actual se existe.

source: &Start list
gl_es: &Series

source: Report of start list
gl_es: Informe de series

source: Mem&bers
gl_es: Compoñentes

source: The file not exists.
gl_es: O ficheiro non existe.

source: This file haven't a format correct.
gl_es: Este ficheiro non ten o formato correcto.

source: Is not possible delete a official result.
gl_es: Non se pode borrar un resultado oficial.

source: Are you sure that delete selected items? If has results, they are deleted.
gl_es: Queres borrar os elementos seleccionados? Se teñen resultados, estes serán borrados.

source: Is not possible sort phase when is official.
gl_es: Non se pode sortear unha fase cando é oficial.

source: This phase has heats. Are you sure that sort and delete current heats and results?
gl_es: Esta fase ten series. Queres volver a sortear e borrar as series e resultados actuais?

source: Is not possible delete sort when phase is official.
gl_es: Non se pode borrar o sorteo dunha fase cando é oficial.

source: Are you sure that delete current heats and results?
gl_es: Queres eliminar as actuais series e resultados?

source: Are you sure that delete selected persons?
gl_es: Queres eliminar as persoas seleccionadas?

source: Are you sure that delete selected inscriptions? If has results, they are deleted.
gl_es: Queres borrar as inscricións seleccionadas? Se teñen resultados, estes serán borrados.

source: In&scriptions
gl_es: In&scricións

source: Classification Add Edit
gl_es: Clasificacións engadir modificar

source: Classification
gl_es: Clasificación

source: Gender*:
gl_es: Sexo*:

source: Categories:
gl_es: Categorías:

source: *If leave gender blank, all categories selected are summed.
gl_es: *Se se deixa en branco, sumaranse todas as categorías seleccionadas.

source: Result Individual Add Edit
gl_es: Resultado individual a engadir/modificar

source: Result individual
gl_es: Resultado individual

source: This person already has another result. Do you like move to this lane?
gl_es: Esta persoa xa ten outro resultado. Queres movela a esta estaxe?

source: This person already exists in inscriptions (without result). Do you like move to this lane?
gl_es: Esta persoa xa ten unha inscrición (sen resultado). Queres engadirlle un resultado nesta estaxe?

source: This lane has a result. Do you like replace? This result will be deleted.
gl_es: Esta estaxe ten un resultado. Queres substituílo? Este resultado será borrado.

source: Set a entity.
gl_es: Especifica unha entidade.

source: Set a relay name.
gl_es: Especifica un nome de remuda.

source: Set a relay category.
gl_es: Especifica unha categoría da remuda.

source: This relay already exists.
gl_es: Esta remuda xa existe.

source: Inscriptions Relay Add Edit
gl_es: Inscricións de remuda a engadir/modificar

source: Inscription relay
gl_es: Inscrición de remuda

source: Sessions
gl_es: Sesións

source: Championship name:
gl_es: Nome do campionato:

source: Pool length:
gl_es: Lonxitude da piscina:

source: Pool lane from best to worst separated by hyphen.
gl_es: Estaxe de mellor a peor separadas por vírgula.

source: Chrono type:
gl_es: Tipo de cronometraxe:

source: Electronic
gl_es: Electrónica

source: Estament:
gl_es: Estamento:

source: Date age calculation:
gl_es: Data de calculo para a idade:

source: Database path:
gl_es: Ruta da base de datos:

source: &Generate champ
gl_es: &Xerar o campionato

source: Generate champ automatic: sessions, phases, heats...
gl_es: Xera o campionato automaticamente: sesións, fases, series...

source: Re&feree tokens
gl_es: &Fichas de arbitraxe

source: &Web forms files
gl_es: Ficheiros formularios &web

source: Report inscriptions
gl_es: Inform de inscricions

source: Report ins&criptions
gl_es: Informe de ins&cricións

source: Report heats &PDF
gl_es: Informe de series en &PDF

source: Generate PDF report heats
gl_es: Xera o informe de series en PDF

source: Report heats &HTML
gl_es: Informe de series en &HTML

source: S&essions
gl_es: S&esións

source: P&unctuations
gl_es: P&untuacións

source: This action reset all results, delete relay members...Only current inscriptions will be considered to redo all.
gl_es: Esta acción reiniciará todos os resultados, borrará os membros das remudas... Só se terán en conta as actuais inscricións para refacer todo.

source: Do you want to establish this lanes sort for all phases?
gl_es: Queres establecer esta orde de sorteo en todas as fases?

source: Entity Add Edit
gl_es: Entidade a engadir/modificar

source: Short name:
gl_es: Nome curto:

source: Medium name:
gl_es: Nome medio:

source: Long name:
gl_es: Nome longo:

source: Check that all selected categories has set punctuation.
gl_es: Comproba que todas as categorías seleccionadas teñen puntuación.

source: Phase categories categories add
gl_es: Categorías da fase - Engadir categorías

source: Add categories in selection order.
gl_es: Engadir categorías en orde de selección.

source: Action:
gl_es: Acción:

source: Punctuate
gl_es: Puntuar

source: Classify
gl_es: Clasificar

source: Phase categories
gl_es: Categorías da fase

source: Add new category.
gl_es: Engadir unha nova categoría.

source: Selection invalid, the phase {} {} is official.
gl_es: A selección non é válida, a fase {} {} é oficial.

source: Phase categories clipboard is void.
gl_es: O portapapeis das categorías da fase está baleiro.

source: Is not possible edit phase when is official.
gl_es: Non se pode modificar unha fase cando é oficial.

source: Are you sure that delete selected items? All phase categories, phase heats and phase results are deleted.
gl_es: Realmente quere borrar os elementos seleccionados? Borraranse todas as categorías da fase, series da fase e resultados da fase.

source: Phases
gl_es: Fases

source: Cop&y cat.
gl_es: C&opiar cat.

source: Copy phase categories.
gl_es: Copiar as categoría da fase.

source: &Paste cat.
gl_es: &Pegar cat.

source: Replace phase categories by coped categories.
gl_es: Substituír as categorías da fase polas categorías copiadas.

source: &Sort
gl_es: &Sortear

source: &Categories
gl_es: &Categorías

source: Set categories for selected phases.
gl_es: Estabelecer as categorías para as fases seleccionadas.

source: Start list
gl_es: Series

source: Print start list
gl_es: Xerar as series

source: Relay members
gl_es: Membros de remuda

source: Relay:
gl_es: Remuda:

source: Candidates:
gl_es: Candidatos:

source: &Select
gl_es: &Seleccionar

source: Add selected candidates to members
gl_es: Engadir candidatos seleccionados a membros

source: Selected members:
gl_es: Membros seleccionados:

source: Add new &person
gl_es: Engadir nova &persoa

source: Add new person to members
gl_es: Engade unha nova persoa ós membros

source: &Remove
gl_es: &Retirar

source: Remove person from members
gl_es: Retira a persoa da lista de membros

source: Timestamp: {}
gl_es: Marca de tempo: {}

source: Page %d
gl_es: Páxina %d

source: page %d
gl_es: páxina %d

source: Gender
gl_es: Sexo

source: Name
gl_es: Nome

source: C. code
gl_es: C. código

source: C. gender
gl_es: Sexo c.

source: C. name
gl_es: Nome c.

source: Action
gl_es: Acción

source: Surname
gl_es: Apelidos

source: Year
gl_es: Ano

source: Entity ID
gl_es: ID de entidade

source: Entity name
gl_es: Nome de entidade

source: License ID
gl_es: ID de licenza

source: Pool
gl_es: Piscina

source: Chrono
gl_es: Crono

source: Equated
gl_es: Ponderada

source: Date
gl_es: Data

source: Venue
gl_es: Sede

source: Flags
gl_es: Marcas

source: Heat
gl_es: Serie

source: Lane
gl_es: Estaxe

source: E
gl_es: T

source: S
gl_es: P

source: Code
gl_es: Código

source: Short name
gl_es: Nome curto

source: Medium name
gl_es: Nome medio

source: Long name
gl_es: Nome Longo

source: Pool Lanes
gl_es: Estaxes da piscina

source: Progression
gl_es: Progresión

source: Official
gl_es: Oficial

source: Club
gl_es: Clube

source: License
gl_es: Licenza

source: electronic
gl_es: electrónica

source: results_full.pdf
gl_es: resultados_completos.pdf

source: classifications.pdf
gl_es: clasificacions.pdf

source: inscriptions_by_club_{}.pdf
gl_es: inscricions_por_clube_{}.pdf

source: inscriptions_by_club_full.pdf
gl_es: inscricions_por_clube_completo.pdf

source: Inscriptions by entity
gl_es: Inscricións por entidade

source: inscriptions_by_event_{}.pdf
gl_es: inscricons_por_proba_{}.pdf

source: inscriptions_by_event_full.pdf
gl_es: inscricions_por_proba_completo.pdf

source: Inscriptions by event
gl_es: Inscricións por proba

source: sumary_participants_{}.pdf
gl_es: sumario_participantes_{}.pdf

source: sumary_participants_full.pdf
gl_es: sumario_participantes_completo.pdf

source: Sumary participantes
gl_es: Sumario de participantes

source: Participants
gl_es: Participantes

source: Insc. individuals
gl_es: Insc. individuais

source: Insc. relays
gl_es: Insc. remudas

source: start_list_{}.html
gl_es: lista_saida_{}.html

source: start_list_full.html
gl_es: lista_saida_completa.html

source: {}. Pool course {} m. Timing system {}.
gl_es: {}. Piscina de {} m. Cronometraxe {}.

source: Heat {} of {}
gl_es: Serie {} de {}

source: start_list_{}.pdf
gl_es: lista_saida_{}.pdf

source: start_list_full.pdf
gl_es: lista_saida_completa.pdf

source: From age
gl_es: Desde idade

source: To age
gl_es: Ate idade

source: Show report
gl_es: Amosar no informe

source: Inscriptions I.
gl_es: Inscricións I.

source: Results I.
gl_es: Res. ind.

source: Inscriptions R.
gl_es: Inscricións R.

source: Results R.
gl_es: Res. rem.

source: Distance
gl_es: Distancia

source: Event code
gl_es: Código da proba

source: N. heat
gl_es: N. serie

source: Start time
gl_es: Hora de saída

source: start_list_{}_{}.pdf
gl_es: series_{}_{}.pdf

source: Entity to Point Ind.
gl_es: Puntuar por entidade ind.

source: Entity to Point Rel.
gl_es: Puntuar por entidade rel.

source: Time
gl_es: Hora

source: A championships manager.
gl_es: Un xestor de campionatos de natación.

source: Copyright (C) 2023 Daniel Muñiz Fontoira This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program. If not, see <http://www.gnu.org/licenses/>.
gl_es: Copyright © 2017 Federación Galega de Natación (FEGAN) Este programa é software libre: vostede pode redistribuílo e/ou modificalo conforme os termos da licenza pública xeral de GNU publicada pola Fundación para o Software Libre, xa sexa a versión 3 desta licenza ou (á súa elección) calquera versión posterior. Este programa distribúese co desexo de que lle resulte útil, pero SEN GARANTÍAS DE NINGÚN TIPO; nin sequera coas garantías implícitas de VALOR COMERCIAL OU APTITUDE PARA UN PROPÓSITO DETERMINADO. Para máis información, consulte a licenza pública xeral de GNU. Xunto con este programa, debérase incluír unha copia da licenza pública xeral de GNU. De non ser así, vexa en <http://www.gnu.org/licenses/>.

source: Female
gl_es: Feminino

source: Male
gl_es: Masculino

source: Mixed
gl_es: Mixto

source: 25 m Free
gl_es: 25 m Libre

source: 50 m Free
gl_es: 50 m Libre

source: 100 m Free
gl_es: 100 m Libre

source: 200 m Free
gl_es: 200 m Libre

source: 400 m Free
gl_es: 400 m Libre

source: 800 m Free
gl_es: 800 m Libre

source: 1500 m Free
gl_es: 1500 m Libre

source: 50 m Butterfly
gl_es: 50 m Bolboreta

source: 100 m Butterfly
gl_es: 100 m Bolboreta

source: 200 m Butterfly
gl_es: 200 m Bolboreta

source: 50 m Backstroke
gl_es: 50 m Costas

source: 100 m Backstroke
gl_es: 100 m Costas

source: 200 m Backstroke
gl_es: 200 m Costas

source: 50 m Breaststroke
gl_es: 50 m Braza

source: 100 m Breaststroke
gl_es: 100 m Braza

source: 200 m Breaststroke
gl_es: 200 m Braza

source: 100 m Medley
gl_es: 100 m Estilos

source: 200 m Medley
gl_es: 200 m Estilos

source: 400 m Medley
gl_es: 400 m Estilos

source: 4x25 m Free
gl_es: 4x25 m Libre

source: 4x50 m Free
gl_es: 4x50 m Libre

source: 4x100 m Free
gl_es: 4x100 m Libre

source: 4x200 m Free
gl_es: 4x200 m Libre

source: 4x25 m Medley
gl_es: 4x25 m Estilos

source: 4x50 m Medley
gl_es: 4x50 m Estilos

source: 4x100 m Medley
gl_es: 4x100 m Estilos

source: FREE
gl_es: LIBRE

source: BUTTERFLY
gl_es: BOLBORETA

source: BREASTSTROKE
gl_es: BRAZA

source: BACKSTSTROKE
gl_es: COSTAS

source: STYLES
gl_es: ESTILOS

source: Referee's tokens
gl_es: Fichas de árbitro

source: UNIT: {}
gl_es: SERIE: {}

source: LANE: {}
gl_es: ESTAXE: {}

source: SPLITS LOG
gl_es: REXISTRO DE PARCIAIS

source: RECORDING END TIMES
gl_es: REXISTRO DE TEMPOS FINAIS

source: CHRONO 1
gl_es: CRONO 1

source: CHRONO 2
gl_es: CRONO 2

source: CHRONO 3
gl_es: CRONO 3

source: END TIME DEFINITIVE
gl_es: TEMPO FINAL DEFINITIVO

source: Arrival
gl_es: Chegada

source: Points
gl_es: Puntos

source: {venue} on {month} {day}, {year}
gl_es: {venue} a {day} de {month} de {year}

source: Signature timekeeper
gl_es: Sinatura do cronometrador

source: Sinature secretary desk
gl_es: Sinatura do secretario de mesa

source: Mal.
gl_es: Mas.

source: Fr
gl_es: Li

source: Free
gl_es: Libre

source: Bu
gl_es: Bo

source: Butterfly
gl_es: Bolboreta

source: Ba
gl_es: Bo

source: Backstroke
gl_es: Costas

source: Breastroque
gl_es: Braza

source: Me
gl_es: Es

source: Medley
gl_es: Estilos

source: BaBr
gl_es: BoBr

source: Backstroke-Breastroke
gl_es: Costas-Braza

source: BuBa
gl_es: BoCo

source: Butterfly-Backstroke
gl_es: Bolboreta-Costas

source: BaBrCr
gl_es: BoBrCr

source: Back-Brea-Crol
gl_es: Costas-Braza-Crol

source: FeCrAr
gl_es: PeCrFr

source: Feet crol arrow
gl_es: PeCrFr

source: FeBuAr
gl_es: PeBoFr

source: Feet butterfly arrow
gl_es: PeBoFr

source: FeBrAr
gl_es: PeBrFr

source: Feet breastroke arrow
gl_es: Pes braza frecha

source: FeBaAr
gl_es: PeBoFr

source: Feet backstroke arrow
gl_es: Pes costas frecha

source: Breastroke-Crol
gl_es: Braza-Crol

source: CrBa
gl_es: CrBo

source: Crol-Backstroke
gl_es: Crol-Costas

source: BrBu
gl_es: BrBo

source: Breastroke-Butterfly
gl_es: Braza-Bolboreta

source: BuBaBr
gl_es: BoCoBr

source: Butterfly-Backstroke-Breastroke
gl_es: Bolboreta-Costas-Braza

source: DSQ
gl_es: DES

source: Disqualified
gl_es: Descualificado/a

source: DNF
gl_es: RET

source: Did Not Finish
gl_es: Retirado/a

source: DWD
gl_es: BAI

source: Withdraw
gl_es: Baixa

source: DNS
gl_es: NPR

source: Did Not Start
gl_es: Non presentado/a

source: WSK
gl_es: DNI

source: Wrong Stroke
gl_es: Nado irregular

source: WTR
gl_es: DVI
