Repository: damufo/orcana
Catalog: po/orcana.po
Languages: gl_es

source: Wrong Turn
gl_es: Viraxe irregular

source: WST
gl_es: DSI

source: Wrong Start
gl_es: Saída irregular

source: WFN
gl_es: DCI

source: Wrong Finish
gl_es: Chegada irregular

source: DFS
gl_es: DSA

source: False Start
gl_es: Saída anticipada

source: DIS
gl_es: DPA

source: Ilegal start
gl_es: Posta anticipada

source: >15m immersion
gl_es: Inmersión >15m

source: Results
gl_es: Resultados

source: Add 1 year for all categories
gl_es: Engade un ano a todas as categorías

source: Substract 1 year for all categories
gl_es: Retira un ano a todas as categorías

source: Import from predefined
gl_es: Importar desde predifinido

source: Close
gl_es: Pechar

source: This search return %s items, do you like show only first 500 items?
gl_es: Esta busca devolve %s elementos, queres amosar só os primeiros 500?

source: Export all items
gl_es: Exportar todos os elementos

source: Export selected items
gl_es: Exportar os elementos seleccionados

source: Browse...
gl_es: Examinar...

source: Save as...
gl_es: Gardar como...
